Revit 2027 API
ParameterTypeId.ViewerBoundActiveFar Property
 "Far Clip Active"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerBoundActiveFar { get; }
Public Shared ReadOnly Property ViewerBoundActiveFar As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerBoundActiveFar {
	ForgeTypeId^ get ();
}
static member ViewerBoundActiveFar : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace